IdeaRS.OpenModel.CrossSection.CrossSectionComponentThermalData
Cross-section component thermal data

IdeaRS.OpenModel.CrossSection.CrossSectionComponentThermalData.ComponentIndex
Zero based index of component

IdeaRS.OpenModel.CrossSection.CrossSectionComponentThermalData.MoistureContent
Moisture content

IdeaRS.OpenModel.CrossSection.CrossSectionComponentThermalData.ThermalConductivityLimit
Thermal conductivity limit